autoconf
automake
cairo
curl
fontconfig
fontforge
freetype
gettext
ghq
glib
go
gobject-introspection
harfbuzz
icu4c
jpeg
jq
libevent
libffi
libiconv
libpng
libsodium
libtiff
libtool
libxml2
libyaml
makedepend
mcrypt
mhash
mongodb
mysql
nkf
node
oniguruma
openssl
pandoc
pango
pcre
pcre2
peco
phantomjs
pixman
pkg-config
readline
reattach-to-user-namespace
ricty
scons
the_silver_searcher
tig
tmux
tree
wget
xz
zeromq
