tap "goldeneggg/lsec2"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/python"
tap "homebrew/science"
tap "homebrew/services"
tap "homebrew/versions"
tap "motemen/ghq"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "sanemat/font"
cask "xquartz"
brew "autoconf"
brew "automake"
brew "openssl"
brew "readline"
brew "awscli"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "chromedriver"
brew "cmake"
brew "curl"
brew "zeromq"
brew "czmq"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "direnv"
brew "doxygen"
brew "eigen"
brew "embulk"
brew "pcre2"
brew "fish"
brew "pkg-config"
brew "gobject-introspection"
brew "icu4c"
brew "harfbuzz"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "pango"
brew "fontforge"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glide"
brew "lua"
brew "highlight"
brew "ilmbase"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jid"
brew "oniguruma"
brew "jq"
brew "libiconv"
brew "libmagic"
brew "libsodium"
brew "libxml2"
brew "libyaml"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "memcached"
brew "mongodb"
brew "mysql", restart_service: true
brew "mysql@5.6"
brew "neovim"
brew "nkf"
brew "node"
brew "numpy"
brew "openexr"
brew "opencv"
brew "pandoc"
brew "peco"
brew "phantomjs"
brew "pyenv-virtualenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-build"
brew "scons"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim", args: ["with-lua"]
brew "watch"
brew "wget"
brew "yarn"
brew "goldeneggg/lsec2/lsec2"
brew "osx-cross/avr/avr-gcc"
brew "sanemat/font/ricty"
cask "font-source-han-code-jp"
cask "gitify"
cask "karabiner-elements"
cask "sketch"
