tap "aquasecurity/trivy"
tap "goldeneggg/lsec2"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
tap "sanemat/font"
brew "anyenv"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "gdbm"
brew "openssl@1.1"
brew "python"
brew "awscli"
brew "libpng"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "pcre"
brew "glib"
brew "pixman"
brew "cairo"
brew "circleci"
brew "cmake"
brew "curl"
brew "zeromq"
brew "czmq"
brew "go"
brew "dep"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "doxygen"
brew "eigen"
brew "fribidi"
brew "libevent"
brew "graphite2"
brew "harfbuzz"
brew "jpeg"
brew "ffmpeg"
brew "pcre2"
brew "fish"
brew "pango"
brew "python@2", link: false
brew "fontforge"
brew "ghq"
brew "git"
brew "git-secrets"
brew "glide"
brew "pkg-config"
brew "gobject-introspection"
brew "graphviz"
brew "lua"
brew "highlight"
brew "ilmbase"
brew "openexr"
brew "imagemagick", link: false
brew "imagemagick@6", link: true
brew "jid"
brew "oniguruma"
brew "jq"
brew "libiconv"
brew "libidn2"
brew "libmagic"
brew "libmaxminddb"
brew "libsodium"
brew "libxml2"
brew "libyaml"
brew "makedepend"
brew "mhash"
brew "mcrypt"
brew "mecab"
brew "memcached"
brew "mosquitto"
brew "mysql@5.7", restart_service: true, link: true
brew "neovim"
brew "nginx"
brew "nkf"
brew "node@12", link: false
brew "numpy"
brew "opencv"
brew "pandoc"
brew "peco"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "scons"
brew "teensy_loader_cli"
brew "terraform"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "aquasecurity/trivy/trivy"
brew "heroku/brew/heroku", link: false
brew "mongodb/brew/mongodb-community"
brew "osx-cross/avr/avr-gcc@7"
brew "px4/px4/gcc-arm-none-eabi"
brew "sanemat/font/ricty"
cask "alfred"
cask "coteditor"
cask "docker"
cask "font-source-han-code-jp"
cask "gitify"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "google-japanese-ime"
cask "graphiql"
cask "java"
cask "karabiner-elements"
cask "ngrok"
cask "sequel-pro-nightly"
cask "sketch"
cask "visual-studio-code"
cask "xquartz"
