brew "actionlint"
brew "anyenv"
brew "xz"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "sqlite"
brew "awscli"
brew "berkeley-db", link: true
brew "freetype"
brew "fontconfig"
brew "glib"
brew "libffi"
brew "python@3.9"
brew "circleci"
brew "cocoapods"
brew "openldap"
brew "curl"
brew "direnv"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "grpc"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "lua"
brew "mas"
brew "mongosh"
brew "mysql@5.7", restart_service: true
brew "nginx"
brew "nmap"
brew "node"
brew "openssl@3"
brew "peco"
brew "perl"
brew "protobuf@3", link: true
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", link: false
brew "yarn"
brew "dart-lang/dart/dart", link: false
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
