tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "android-studio"
brew "anyenv"
brew "awscli"
brew "circleci"
brew "cocoapods"
brew "curl"
brew "direnv"
brew "ffmpeg"
brew "flutter"
brew "ghq"
brew "git"
brew "git-secrets"
brew "go"
brew "heroku/brew/heroku"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "lua"
brew "mas"
brew "memcached"
brew "mongodb/brew/mongodb-community", restart_service: true
brew "mysql@5.7", restart_service: true
brew "nginx"
brew "node@12", link: false
brew "openjdk"
brew "openssl"
brew "peco"
brew "python"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "ripgrep"
brew "rustup"
brew "shellcheck"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "yarn"
cask "alacritty"
cask "appcleaner"
cask "brave-browser"
cask "coteditor"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "gitify"
cask "google-cloud-sdk"
cask "google-chrome"
cask "graphiql"
cask "karabiner-elements"
cask "kindle-previewer"
cask "macvim"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "raycast"
cask "sequel-ace"
cask "slack"
cask "toggl-track"
cask "visual-studio-code"
cask "virtualbox"
cask "wireshark"
cask "zoom"
