vscode "arjun.swagger-viewer"
vscode "biomejs.biome"
vscode "bsides.theme-base16-eighties"
vscode "castwide.solargraph"
vscode "christian-kohler.path-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "eg2.vscode-npm-script"
vscode "esbenp.prettier-vscode"
vscode "fallenwood.viml"
vscode "file-icons.file-icons"
vscode "formulahendry.github-actions"
vscode "fwcd.kotlin"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.activitusbar"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "jebbs.plantuml"
vscode "joe-re.sql-language-server"
vscode "mads-hartmann.bash-ide-vscode"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "nhoizey.gremlins"
vscode "octref.vetur"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "soutaro.rbs-syntax"
vscode "soutaro.steep-vscode"
vscode "teabyii.ayu"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "yzane.markdown-pdf"
vscode "zxh404.vscode-proto3"
